[
  {
    "_id": "5fce9df0992c77e19d21457a",
    "b_id": "Hd5-722GEgAC",
    "name": "Molecular Biology of the Hepatitis B Virus",
    "author": "Alan McLachlan",
    "coverPage": "http://books.google.com/books/content?id=Hd5-722GEgAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Molecular Biology of the Hepatitis B Virus presents a comprehensive account of the various molecular aspects of the life cycle of the hepatitis B virus (HBV). Topics covered include the animal model systems, sequence data on the hepadnavirus genomes, the transcripts coded for the biral genome and sequence elements involved in regulating their expression, hepadnavirus replication, and analysis of the various HBV gene products and their role in virion synthesis and assembly. Other important features of the book include its discussions of the consequences of long term exposure to hepadnavirus infection and its association with hepatocellular carcinoma, the use of recombinant technologies in the generation of second generation vaccines, and the utilization of recombinant technologies to analyze an immune mediated disease. Researchers studying hepadnaviruses will find a wealth of information in this essential reference volume.",
    "genere": "Science",
    "location": "LA12345",
    "totalQuantity": 100,
    "issuedQuantity": 0
  },
  {
    "_id": "5fce9df0992c77e19d21457b",
    "b_id": "BZ0N4n8k6bIC",
    "name": "B Cell Protocols",
    "author": "Hua Gu (PhD.)",
    "coverPage": "http://books.google.com/books/content?id=BZ0N4n8k6bIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A diverse collection of protocols ranging from the latest inventions and applications to some classic, but still frequently used, methods for studying B-lymphocyte development and function in higher animals. These readily reproducible protocols follow the successful Methods in Molecular BiologyTM series format, each one offering step-by-step laboratory instructions, an introduction outlining the principle behind the technique, lists of equipment and reagents, and tips on troubleshooting and avoiding known pitfalls. Readily reproducible techniques for studying B-lymphocyte development and function Comprehensive collection of classic and cutting-edge methods Step-by-step instructions that ensure experimental success.",
    "genere": "Medical",
    "location": "LA12345",
    "totalQuantity": 100,
    "issuedQuantity": 0
  },
  {
    "_id": "5fce9df0992c77e19d21457c",
    "b_id": "XN2HjHrbDpIC",
    "name": "B Cell Biology in Autoimmunity",
    "author": "David Ahmad Nemazee",
    "coverPage": "http://books.google.com/books/content?id=XN2HjHrbDpIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "B cells play a central role not only in adaptive immunity, but also in autoimmunity. To understand how B cells are normally prevented from reacting to self-tissue, what goes wrong in autoimmunity, and how B cells contribute to it is the aim of this book. This volume includes more than a dozen in-depth reviews by researchers specializing in various aspects of basic B cell biology that have relevance to autoimmune diseases. These up-to-date chapters present the latest information on B cell signal transduction, apoptosis, genetics and molecular biology. Also featured are chapters with special reference to particular autoimmune diseases in which B cells have been shown to play a critical role, such as type 1 diabetes, chronic graft-versus-host disease and lupus erythematosus. Further topics covered include the role of the complement system, rheumatoid factors, and anti-DNA autoantibodies as well as important related areas such as natural autoantibodies, B cell immune tolerance, Toll receptor signaling, and the immunobiology of BAFF/BLyS. Both basic researchers and clinician scientists who wish to understand the role of B lymphocytes in immune tolerance and autoimmunity will benefit from this timely publication.",
    "genere": "Medical",
    "location": "LA12345",
    "totalQuantity": 100,
    "issuedQuantity": 0
  },
  {
    "_id": "5fce9df0992c77e19d21457d",
    "b_id": "SQnMBrclppQC",
    "name": "B-17 Groups of the Eighth Air Force",
    "author": "Martin Bowman",
    "coverPage": "http://books.google.com/books/content?id=SQnMBrclppQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "En fotografisk fortælling med tekst om Eigth Air Force Boeing B-17 i dens operative miljø. Tegninger der viser bemaling af flyet er i farver.",
    "genere": "B-17 bomber",
    "location": "LA12345",
    "totalQuantity": 100,
    "issuedQuantity": 0
  },
  {
    "_id": "5fce9df0992c77e19d21457e",
    "b_id": "WQ38Fm-_xxUC",
    "name": "Causes and Environmental Implications of Increased UV-B Radiation",
    "author": "Roy M. Harrison",
    "coverPage": "http://books.google.com/books/content?id=WQ38Fm-_xxUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Annotation While the enlarging hole in the Antarctic ozone layer is inherently a fascinating phenomena, we also need to understand the environmental hazard against which we are counting on stratospheric ozone to protect us: ultraviolet radiation. In six papers, contributors summarize what is known about the effects of the UV-B portion of the spectrum (e.g. on skin cancer), and assess future trends. Hester is a chemistry professor with the U. of York. Harrison is professor of environmental health at the U. of Birmingham. Distributed in the US by Springer-Verlag. Annotation c. Book News, Inc., Portland, OR (booknews.com)",
    "genere": "Health & Fitness",
    "location": "LA12345",
    "totalQuantity": 100,
    "issuedQuantity": 0
  },
  {
    "_id": "5fce9df0992c77e19d21457f",
    "b_id": "rMZqTYkm0DwC",
    "name": "Bach: Mass in B Minor",
    "author": "John Butt",
    "coverPage": "http://books.google.com/books/content?id=rMZqTYkm0DwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The Mass in B Minor is arguably Bach's greatest single work. John Butt gives an absorbing account of the work's genesis, its historical context, and its reception by later generations.",
    "genere": "Music",
    "location": "LA12345",
    "totalQuantity": 100,
    "issuedQuantity": 0
  },
  {
    "_id": "5fce9df0992c77e19d214580",
    "b_id": "rAoX01VaFLsC",
    "name": "The B-1 Lancer",
    "author": "Amy Sterling Casil",
    "coverPage": "http://books.google.com/books/content?id=rAoX01VaFLsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "An examination of the machinery, specifications, technology, and capabilities of the B-1B with a discussion of the plane's early development, combat history, and likely future.",
    "genere": "Juvenile Nonfiction",
    "location": "LA12345",
    "totalQuantity": 100,
    "issuedQuantity": 0
  }
]